Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/children_s_rights_and_policy/un_convention_on_the_rights_of_the_child.html.txt.tmx
Source language: en
Languages: ga

source: UN Convention on the Rights of the Child
ga: Coinbhinsiún na NA um Chearta an Linbh

source: The United Nations Convention on the Rights of the Child sets out the basic human rights to which children everywhere are entitled
ga: Leagtar amach i gCoinbhinsiún na Náisiún Aontaithe um Chearta an Linbh na cearta bunúsacha a bhfuil leanaí i ngach áit i dteideal a fháil

source: • The right to survival
ga: • An ceart chun maireachtáil

source: • The right to the development of their full physical and mental potential
ga: • An ceart chun a lánchumas fisiciúil agus meabhrach a fhorbairt

source: • The right to protection from influences that are harmful to their development
ga: • An ceart chun cosaint a fháil ó tionchar a dhéanann díobháil dá bhforbairt

source: • The right to participation in family, cultural and social life
ga: • An ceart chun páirt a ghlacadh i mbeatha an teaghlaigh, chultúrtha agus shóisialta

source: The Convention protects these rights by setting minimum standards that governments must meet in providing healthcare, education and legal and social services to children in their countries
ga: Déanann an Coinbhinsiún na cearta seo a chosaint trí na caighdeáin íosta a leagan amach nach mór do rialtais a chomhlíonadh nuair a bhíonn seirbhísí cúram sláinte, oideachais agus dlí á soláthar acu do leanaí ina dtíortha

source: The Convention entered into force in September 1990. Ireland ratified the Convention in 1992
ga: Tháinig an Coinbhinsiún i bhfeidhm i Meán Fómhair 1990, Dhaingnigh Éire an Coinbhinsiún i 1992

source: In 2002, two Optional Protocols to the Convention came into force:
ga: In 2002, tháinig dhá Phrótacal Roghnacha leis an gCoinbhinsiún i bhfeidhm:

source: • Optional Protocol on the sale of children, child prostitution and child pornography
ga: • Prótacal Roghnach maidir le díol leanaí, striapachas leanaí agus pornagrafaíocht leanaí

source: • Optional Protocol on the involvement of children in armed conflict
ga: • Prótacal Roghnach maidir leis an bpáirt a bhíonn ag leanaí i gcoinbhleacht armtha

source: You can find a child-friendly leaflet on the Convention (pdf) on the Department of Children and Youth Affairs website
ga: Féadfaidh tú teacht ar bhileog a thacaíonn le leanaí ar an gCoinbhinsiún (pdf) ar láithreán gréasáin na Roinne Leanaí agus Gnóthaí Óige

source: Committee on the Rights of the Child
ga: An Coiste um Chearta an Linbh

source: The Committee on the Rights of the Child is a United Nations (UN) body of 18 Independent experts that monitors implementation of the Convention by the countries that are party to it
ga: Comhlacht de chuid na Náisiún Aontaithe (NA) atá sa Choiste um Chearta an Linbh ina bhfuil 18 saineolaí Neamhspleácha a dhéanann monatóireacht ar chur i bhfeidhm an Choinbhinsiúin ag na tíortha atá mar pháirtithe leis

source: It also monitors implementation of the two Optional Protocols
ga: Anuas air sin, déanann siad monatóireacht ar chur i bhfeidhm an dá Phrótacal Roghnach

source: The countries are obliged to submit regular reports to the Committee on how the rights are being implemented
ga: Tá dualgas ar na tíortha tuarascálacha rialta a sheoladh ar aghaidh chuig an gCoiste ar conas atá na cearta á gcur i bhfeidhm

source: They must submit an initial report two years after acceding to the Convention and then periodic reports every five years
ga: Ní mór dóibh tuarascáil tosaigh a sheoladh 2 bhliain i ndiaidh dóibh aontú leis an gCoinbhinsiún agus ní mór dóibh tuarascálacha tréimhsiúla a sheoladh ar aghaidh gach cúig bliana ina dhiaidh sin

source: The Committee examines each report and addresses its concerns and recommendations to the country in the form of concluding observations
ga: Déanann an Coiste scrúdú ar gach tuarascáil agus cuireann siad a gcuid ábhair bhuartha agus a moltaí faoi bhráid na tíre i bhfoirm breathnuithe deiridh

source: Ireland submitted its most recent report in 2013
ga: Sheol Éire a tuarascáil is déanaí ar aghaidh in 2013

source: An Optional Protocol on a communications procedure (pdf) came into effect in Ireland on 24 December 2014
ga: Tháinig Prótacal Roghnach ar nós imeachta cumarsáide (pdf) i bhfeidhm in Éirinn an 24 Nollaig 2014

source: The Protocol allows individual children, or those acting on their behalf, to submit complaints regarding specific violations of their rights under the Convention and its first two Optional Protocols directly to the Committee on the Rights of the Child
ga: Ceadaíonn an Prótacal do leanaí aonair, nó iad siúd a ghníomhaíonn thar a gceann, chun gearáin a sheoladh ar aghaidh maidir le sáruithe mionsonraithe ar a gcearta faoin gCoinbhinsiún agus a gcéad dá Phrótacal Roghnacha go díreach chuig an gCoiste um Chearta an Linbh

source: A decision by the Committee on a complaint is non-binding on a country
ga: Tá cinneadh ag an gCoiste ar ghearán neamhcheangailteach ar thír

source: As a party to the Convention on the Rights of the Child, Ireland is answerable to the United Nations for its implementation of the Convention
ga: Mar pháirtí leis an gCoinbhinsiú um Chearta an Linbh, tá Éire freagrach don Náisiúin Aontaithe as an gCoinbhinsiún a chur i bhfeidhm

source: The rules of the procedure are available on the UN Human Rights website
ga: Tá fáil ar rialacha an nóis imeachta ar láithreán gréasáin Chearta an Duine de chuid na NA

source: You can find more information on the Protocol on the Department of Children and Youth Affairs website
ga: Féadfaidh tú teacht ar bhreis faisnéise ar an bPrótacal ar láithreán gréasáin na Roinne

source: A complaint may be submitted to the Committee by a child (or a group of children) claiming to be a victim of a violation of the Convention and/or the Optional Protocols
ga: Féadfaidh leanbh (nó grúpa leanaí) gearán a sheoladh chuig an gCoiste a mhaíonn go bhfuil sé/sí/siad ina íospartach/híospartach/n-íospartaigh de shárú ar an gCoinbhinsiún agus/nó ar na Prótacail Roghnacha

source: A complaint may also be submitted by their designated representative, or by others acting on behalf of the alleged victim with their consent
ga: Anuas air sin, féadfaidh a n-ionadaí ainmnithe, nó daoine eile a ghníomhaíonn thar ceann an íospartaigh líomhnaithe gearán a sheoladh ar aghaidh, chomh maith, má bhíonn toiliú faighte acu

source: Where there is a concern that the victim’s consent may be the result of improper pressure or inducement, the Committee may request additional information to ensure that the complaint is in the best interests of the child
ga: Sa chás go mbíonn buairt ann go bhféadfadh toiliú an íospartaigh bheith mar thoradh ar bhrú míchuí a chur orthu nó iad a spreagadh go míchuí, féadfaidh an Coiste breis faisnéise a iarraidh lena chinntiú go dtéann an gearán chun sárleasa an linbh

source: A complaint may be submitted on behalf of the alleged victim without their consent - in this case, the representative will have to justify submitting the complaint
ga: Féadtar gearán a sheoladh ar aghaidh thar ceann an íospartaigh líomhnaithe gan a dtoiliú a fháil, ach beidh ar an ionadaí údar a thabhairt leis an ngearán a sheoladh ar aghaidh, áfach

source: The Committee will not accept a complaint if:
ga: Ní ghlacfaidh an Coiste le gearán:

source: • It is not in writing
ga: • Mura bhfuil sé i scríbhinn

source: • It constitutes an abuse of the right of submission of such complaints or is incompatible with the provisions of the Convention and/or the Optional Protocols
ga: • Más ionann an gearán agus mí-úsáid a bhaint as an gceart chun na gearáin siúd a sheoladh ar aghaidh nó mura bhfuil sé comhoiriúnach d’fhorálacha an Choinbhinsiúin agus/nó na bPrótacal Roghnach

source: • The same matter has already been examined by the Committee or has been or is being examined under another procedure of international investigation or settlement
ga: • Má scrúdaigh an Coiste an cheist chéanna cheana féin nó má tá sí a scrúdú faoi nós imeachta eile d’imscrúdú nó de réiteach idirnáisiúnta

source: • All available domestic remedies have not been exhausted unless the application of the remedies is unreasonably prolonged or unlikely to bring effective relief
ga: • Murar baineadh triail as gach réiteach inmheánach atá ar fáil mura gcuirtear fad míréasúnta le cur i bhfeidhm na réiteach nó mura dócha go n-eascróidh faoiseamh éifeachtach astu

source: • The complaint is manifestly ill-founded or not sufficiently substantiated
ga: • Má drochbhunús soiléir leis an ngearán nó mura dtugtar bunús leordhóthanach leis

source: • The facts that are the subject of the complaint occurred prior to the entry into force of the third Protocol for the country concerned, unless those facts continued after that date
ga: • Má tharla na fíricí atá mar ábhar an ghearáin sular cuireadh an tríú Prótacal i bhfeidhm sa tír atá faoi chaibidil, murach gur lean na fíricí siúd i ndiaidh an dáta sin

source: • The complaint is not submitted within one year after the exhaustion of domestic remedies, except in cases where it can be demonstrated that it was not possible to submit the communication within that time limit
ga: • Mura seoltar an gearán ar aghaidh laistigh de bhliain amháin i ndiaidh gur baineadh triail as gach réiteach inmheánach, seachas i gcásanna inar féidir a léiriú nárbh fhéidir an chumarsáid a sheoladh ar aghaidh laistigh den teorainn ama sin

source: Complaints to the Committee should be submitted to the Office of the High Commissioner for Human Rights (see below)
ga: Ba cheart gearáin leis an gCoiste a sheoladh chuig Oifig an Ard-Choimisinéara um Chearta an Duine (féach thíos)

source: Information on making a complaint under UN treaty rights such as the Convention is available on the UN Human Rights website
ga: Tá fáil ar fhaisnéis ar ghearán a dhéanamh faoi chearta chonradh na NA, ar nós an Choinbhinsiúin, ar láithreán gréasáin um Chearta an Duine de chuid na NA
